Repository: CareEvolution/ResearchKit
Catalog: ResearchKit/Localized/ResearchKit.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sv, sw, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# KNEE_RANGE_OF_MOTION_TEXT_INSTRUCTION_0_LEFT
source: This activity measures how far you can extend your left knee.
ar: يقيس هذا النشاط إلى أي مدى يمكنك تمديد ركبتك اليسرى.
ca: Aquesta activitat mesura el grau d’extensió del teu genoll esquerre.
cs: Tato aktivita změří schopnost narovnat nohu v levém koleni.
da: Denne aktivitet måler, hvor langt du kan strække dit venstre knæ ud.
de: Diese Aktivität misst, wie weit du dein linkes Knie strecken kannst.
el: Αυτή η δραστηριότητα μετρά πόσο πολύ μπορείτε να τεντώσετε το αριστερό σας γόνατο.
es: Este ejercicio mide tu capacidad para estirar la rodilla izquierda.
fi: Tämä aktiviteetti mittaa kuinka pitkälle voit ojentaa vasemman polvesi.
fr: Cette activité mesure l’extension maximale de votre genou gauche.
fr_ca: Cette activité mesure l’extension de votre genou gauche.
he: פעילות זו מודדת את טווח התנועה של הברך השמאלית שלך.
hi: इस गतिविधि द्वारा मापा जाता है कि आप अपना बायाँ घुटना कितना आगे ले जा सकते हैं।
hr: Ova aktivnost mjeri koliko možete ispružiti lijevo koljeno.
hu: Ez a feladat azt méri, hogy mennyire tudja kinyújtani a bal térdét.
id: Aktivitas ini mengukur seberapa jauh Anda dapat meregangkan lutut kiri Anda.
it: Questa attività misura quanto riesci a estendere il ginocchio sinistro.
ja: このアクティビティでは、左膝をどこまで伸ばせるかを測定します。
ko: 이 실험에서는 사용자가 왼쪽 무릎을 얼마나 펼 수 있는지 측정합니다.
ms: Aktiviti ini mengukur sejauh mana anda boleh melunjurkan lutut kiri anda.
nl: Met deze activiteit wordt gemeten hoe ver je je linkerknie kunt strekken.
pl: To ćwiczenie mierzy, jak mocno możesz rozciągnąć lewe kolano.
pt: Esta atividade mede o quanto você consegue esticar o seu joelho esquerdo.
pt_pt: Este exercício mede a amplitude de movimento do seu joelho esquerdo.
ro: Această activitate măsoară cât de mult vă puteți întinde genunchiul stâng.
ru: Во время выполнения этого задания оценивается подвижность левого коленного сустава.
sk: Táto aktivita meria, do akej miery dokážete vystrieť ľavé koleno.
sv: Den här aktiviteten mäter hur långt du kan sträcka ditt vänstra knä.
sw: Shughuli hii inapima ni mbali kiasi gani unaweza kunyoosha goti lako la kushoto.
th: กิจกรรมนี้จะวัดว่าคุณสามารถเหยียดเข่าข้างซ้ายของคุณได้มากสุดเท่าใด
tr: Bu aktivite, sol dizinizi ne kadar uzatabileceğinizi ölçer.
uk: Цей тест оцінює, на скільки ви можете вирівняти ногу в лівому коліні.
vi: Hoạt động này đo khoảng cách mà bạn có thể duỗi đầu gối chân trái.
zh_cn: 本活动测试您左膝伸展的距离。
zh_hk: 此測試活動可測量你左膝的伸展幅度。
zh_tw: 此活動會測量您的左膝伸展程度。

# KNEE_RANGE_OF_MOTION_TEXT_INSTRUCTION_0_RIGHT
source: This activity measures how far you can extend your right knee.
ar: يقيس هذا النشاط إلى أي مدى يمكنك تمديد ركبتك اليمنى.
ca: Aquesta activitat mesura el grau d’extensió del teu genoll dret.
cs: Tato aktivita změří schopnost narovnat nohu v pravém koleni.
da: Denne aktivitet måler, hvor langt du kan strække dit højre knæ ud.
de: Diese Aktivität misst, wie weit du dein rechtes Knie strecken kannst.
el: Αυτή η δραστηριότητα μετρά πόσο πολύ μπορείτε να τεντώσετε το δεξιό σας γόνατο.
es: Este ejercicio mide tu capacidad para estirar la rodilla derecha.
fi: Tämä aktiviteetti mittaa kuinka pitkälle voit ojentaa oikean polvesi.
fr: Cette activité mesure l’extension maximale de votre genou droit.
fr_ca: Cette activité mesure l’extension de votre genou droit.
he: פעילות זו מודדת את טווח התנועה של הברך הימנית שלך.
hi: इस गतिविधि द्वारा मापा जाता है कि आप अपना दायाँ घुटना कितना आगे ले जा सकते हैं।
hr: Ova aktivnost mjeri koliko možete ispružiti desno koljeno.
hu: Ez a feladat azt méri, hogy mennyire tudja kinyújtani a jobb térdét.
id: Aktivitas ini mengukur seberapa jauh Anda dapat meregangkan lutut kanan Anda.
it: Questa attività misura quanto riesci a estendere il ginocchio destro.
ja: このアクティビティでは、右膝をどこまで伸ばせるかを測定します。
ko: 이 실험에서는 사용자가 오른쪽 무릎을 얼마나 펼 수 있는지 측정합니다.
ms: Aktiviti ini mengukur sejauh mana anda boleh melunjurkan lutut kanan anda.
nl: Met deze activiteit wordt gemeten hoe ver je je rechterknie kunt strekken.
pl: To ćwiczenie mierzy, jak mocno możesz rozciągnąć prawe kolano.
pt: Esta atividade mede o quanto você consegue esticar o seu joelho direito.
pt_pt: Este exercício mede a amplitude de movimento do seu joelho direito.
ro: Această activitate măsoară cât de mult vă puteți întinde genunchiul drept.
ru: Во время выполнения этого задания оценивается подвижность правого коленного сустава.
sk: Táto aktivita meria, do akej miery dokážete vystrieť pravé koleno.
sv: Den här aktiviteten mäter hur långt du kan sträcka ditt högra knä.
sw: Shughuli hii inapima ni mbali kiasi gani unaweza kunyoosha goti lako la kulia.
th: กิจกรรมนี้จะวัดว่าคุณสามารถเหยียดเข่าข้างขวาของคุณได้มากสุดเท่าใด
tr: Bu aktivite, sağ dizinizi ne kadar uzatabileceğinizi ölçer.
uk: Цей тест оцінює, на скільки ви можете вирівняти ногу в правому коліні.
vi: Hoạt động này đo khoảng cách mà bạn có thể duỗi đầu gối chân phải.
zh_cn: 本活动测试您右膝伸展的距离。
zh_hk: 此測試活動可測量你右膝的伸展幅度。
zh_tw: 此活動會測量您的右膝伸展程度。

# KNEE_RANGE_OF_MOTION_TEXT_INSTRUCTION_1_LEFT
source: Sit down on the edge of a chair. When you begin you will put your device on your left knee for a measurement. Please turn the sound on your device on so you can hear instructions.
ar: اجلس على حافة كرسي. عند البدء ستضع جهازك على ركبتك اليسرى لإجراء قياس. الرجاء تشغيل الصوت على جهازك حتى تتمكن من سماع التعليمات.
ca: Seu a la punta d’una cadira. Quan comencis, et posaràs el dispositiu a sobre del genoll esquerre per prendre una mesura. Activa el so del dispositiu per poder sentir les instruccions.
cs: Sedněte si na kraj židle. V dalším kroku budete vyzváni, abyste svoje zařízení přiložili k levému kolenu kvůli měření. Zapněte na zařízení zvuk, abyste slyšeli pokyny.
da: Sæt dig på kanten af en stol. Når du starter, anbringer du din enhed på dit venstre knæ for at tage et mål. Slå lyden til på din enhed, så du kan høre instruktioner.
de: Setze dich an den Rand eines Stuhls. Wenn es losgeht, legst du dein Gerät zur Messung auf dein linkes Knie. Bitte schalte bei deinem Gerät den Ton an, damit du die Anweisungen hören kannst.
el: Καθίστε στην άκρη μιας καρέκλας. Όταν ξεκινήσετε, θα τοποθετήσετε τη συσκευή στο αριστερό σας γόνατο για τη μέτρηση. Αυξήστε την ένταση ήχου στη συσκευή για να ακούσετε τις οδηγίες.
es: Siéntate en el borde de una silla. Cuando estés preparado, colócate el dispositivo en la rodilla izquierda para empezar a medir. Activa el sonido del dispositivo para oír las instrucciones.
fi: Istu tuolin reunalle. Aloitettaessa laite asetetaan mittausta varten vasemmalle polvelle. Laita laitteesi ääni päälle, jotta kuulet ohjeet.
fr: Asseyez-vous sur le bord d’une chaise. Commencez par placer votre appareil sur le genou gauche pour prendre une mesure. Veillez à activer le son pour entendre les instructions.
fr_ca: Assoyez-vous sur le bord d’une chaise. Vous débuterez l’activité en plaçant votre appareil sur le genou gauche pour effectuer une mesure. Activez le son de votre appareil pour écouter les instructions.
he: שב/י על חלקו הקדמי של הכיסא. בתחילת הפעילות, תצטרך/י להניח את המכשיר על ברך שמאל כדי לבצע מדידות. ודא/י שהצליל במכשיר מופעל כדי שתוכל/י לשמוע את ההנחיות.
hi: कुर्सी के किनारे पर बैठ जाएँ। आरंभ करने पर आपको माप के लिए अपने बाएँ घुटने पर अपना उपकरण रखना होगा। कृपया अपने उपकरण पर ध्वनि चालू करें जिससे आप निर्देश सुन सकें।
hr: Sjednite na rub stolice. Kad započnete, trebat ćete staviti uređaj na lijevo koljeno radi mjerenja. Molimo, uključite zvuk na uređaju kako biste čuli upute.
hu: Üljön le egy szék szélére. Első lépésként tegye az eszközét a bal térdére egy mérés elvégzéséhez. Kapcsolja be a hangot az eszközén, hogy hallja az utasításokat.
id: Duduk di tepi kursi. Saat Anda memulai, taruh perangkat di lutut kiri Anda untuk pengukuran. Nyalakan bunyi perangkat sehingga Anda dapat mendengar instruksi.
it: Siediti sul bordo di una sedia. All’inizio posizionerai il dispositivo sul ginocchio sinistro per una misurazione. Attiva i suoni del dispositivo per poter sentire le istruzioni.
ja: 椅子の端に座ってください。始めるときは、測定のためにデバイスを左膝の上に置きます。指示が聞こえるように、デバイスのサウンドをオンにしてください。
ko: 의자 가장자리에 앉으십시오. 실험을 시작하면 측정을 위해 기기를 왼쪽 무릎에 놓아두게 됩니다. 지침을 들을 수 있도록 기기 사운드를 켜두십시오.
ms: Duduk di pinggir kerusi. Apabila anda bermula anda akan meletakkan peranti anda di atas lutut kiri anda untuk ukuran. Sila aktifkan bunyi pada peranti anda supaya anda boleh mendengar arahan.
nl: Ga op de rand van een stoel zitten. Wanneer je begint, plaats je je apparaat op je linkerknie voor een meting. Schakel het geluid van je apparaat in zodat je instructies kunt horen.
pl: Usiądź na krawędzi krzesła. Na początek umieścisz urządzenie na lewym kolanie w celu pomiaru. Włącz dźwięk w urządzeniu, aby słyszeć instrukcje.
pt: Sente na beirada de uma cadeira. Ao começar, você colocará o dispositivo no seu joelho esquerdo para uma medição. Ative o som do dispositivo para poder ouvir as instruções.
pt_pt: Sente‑se na extremidade de uma cadeira. Ao iniciar, coloque o dispositivo sobre o seu joelho esquerdo para uma medição. Ative o som do dispositivo para poder ouvir as instruções.
ro: Așezați-vă pe marginea unui scaun. Când începeți, puneți-vă dispozitivul pe genunchiul stâng pentru măsurătoare. Activați sunetul pe dispozitivul dvs. pentru a auzi instrucțiunile.
ru: Сядьте на край стула. Сперва положите устройство на левую ногу, ближе к колену: это необходимо для оценивания. Включите звук на устройстве для прослушивания инструкций.
sk: Na zariadení zapnite zvuk, aby ste počuli pokyny. Sadnite si na okraj stoličky. Po spustení aktivity si na účely merania pridržte zariadenie na ľavom kolene.
sv: Sätt dig längst ut på en stol. Du börjar med att lägga enheten på ditt vänstra knä så att det kan mätas. Slå på ljudet på enheten så att du kan höra anvisningarna.
sw: Keti kwenye kingo ya kiti. Utaanza kwa kuweka kifaa chako kwenye goti lako la kushoto kwa kupima. Tafadhali washa sauti kwenye kifaa chako ili uweze kusikia maagizo.
th: นั่งตรงขอบของเก้าอี้ เมื่อคุณเริ่มต้นคุณจะต้องวางอุปกรณ์ไว้บนเข่าข้างซ้ายของคุณสำหรับการวัด โปรดเปิดเสียงบนอุปกรณ์ของคุณเพื่อให้คุณสามารถฟังขั้นตอนได้
tr: Bir sandalyenin kenarına oturun. Başladığınızda, aygıtınızı ölçüm için sol dizinize koyacaksınız. Yönergeleri duyabilmeniz için lütfen aygıtınızın sesini açın.
uk: Сідайте на край стільця. Почніть, поклавши свій пристрій на ліве коліно для вимірювання. Будь ласка, увімкніть звук на своєму пристрою, щоб чути вказівки.
vi: Ngồi xuống trên mép ghế. Khi bạn bắt đầu, bạn sẽ đặt thiết bị trên đầu gối chân trái để lấy số đo. Vui lòng bật âm thanh của thiết bị để bạn có thể nghe thấy các hướng dẫn.
zh_cn: 坐在椅子的边缘上。开始前，将设备放在左膝上进行测试。请打开设备的声音，方便您听到指示。
zh_hk: 請坐在椅子的邊緣。當你開始時，你須將裝置放在左膝上以進行測量。請開啟裝置的聲音，讓你可以聽取指示。
zh_tw: 坐在椅子邊緣上。開始時，請將裝置放在左膝上來進行測量。請開啟裝置的聲音以便聽取指示。

# KNEE_RANGE_OF_MOTION_TEXT_INSTRUCTION_1_RIGHT
source: Sit down on the edge of a chair. When you begin you will put your device on your right knee for a measurement. Please turn the sound on your device on so you can hear instructions.
ar: اجلس على حافة كرسي. عند البدء ستضع جهازك على ركبتك اليمنى لإجراء قياس. الرجاء تشغيل الصوت على جهازك حتى تتمكن من سماع التعليمات.
ca: Seu a la punta d’una cadira. Quan comencis, et posaràs el dispositiu a sobre del genoll dret per prendre una mesura. Activa el so del dispositiu per poder sentir les instruccions.
cs: Sedněte si na kraj židle. V dalším kroku budete vyzváni, abyste svoje zařízení přiložili k pravému kolenu kvůli měření. Zapněte na zařízení zvuk, abyste slyšeli pokyny.
da: Sæt dig på kanten af en stol. Når du starter, anbringer du din enhed på dit højre knæ for at tage et mål. Slå lyden til på din enhed, så du kan høre instruktioner.
de: Setze dich an den Rand eines Stuhls. Wenn es losgeht, legst du dein Gerät zur Messung auf dein rechtes Knie. Bitte schalte bei deinem Gerät den Ton an, damit du die Anweisungen hören kannst.
el: Καθίστε στην άκρη μιας καρέκλας. Όταν ξεκινήσετε, θα τοποθετήσετε τη συσκευή στο δεξιό σας γόνατο για τη μέτρηση. Αυξήστε την ένταση ήχου στη συσκευή για να ακούσετε τις οδηγίες.
es: Siéntate en el borde de una silla. Cuando estés preparado, colócate el dispositivo en la rodilla derecha para empezar a medir. Activa el sonido del dispositivo para oír las instrucciones.
fi: Istu tuolin reunalle. Aloitettaessa laite asetetaan mittausta varten oikealle polvelle. Laita laitteesi ääni päälle, jotta kuulet ohjeet.
fr: Asseyez-vous sur le bord d’une chaise. Commencez par placer votre appareil sur le genou droit pour prendre une mesure. Veillez à activer le son pour entendre les instructions.
fr_ca: Assoyez-vous sur le bord d’une chaise. Vous débuterez l’activité en plaçant votre appareil sur le genou droit pour effectuer une mesure. Activez le son de votre appareil pour écouter les instructions.
he: שב/י על חלקו הקדמי של הכיסא. בתחילת הפעילות, תצטרך/י להניח את המכשיר על ברך ימין כדי לבצע מדידות. ודא/י שהצליל במכשיר מופעל כדי שתוכל/י לשמוע את ההנחיות.
hi: कुर्सी के किनारे पर बैठ जाएँ। आरंभ करने पर आपको माप के लिए अपने दाएँ घुटने पर अपना उपकरण रखना होगा। कृपया अपने उपकरण पर ध्वनि चालू करें जिससे आप निर्देश सुन सकें।
hr: Sjednite na rub stolice. Kad započnete, trebat ćete staviti uređaj na desno koljeno radi mjerenja. Molimo, uključite zvuk na uređaju kako biste čuli upute.
hu: Üljön le egy szék szélére. Első lépésként tegye az eszközét a jobb térdére egy mérés elvégzéséhez. Kapcsolja be a hangot az eszközén, hogy hallja az utasításokat.
id: Duduk di tepi kursi. Saat Anda memulai, taruh perangkat di lutut kanan Anda untuk pengukuran. Nyalakan bunyi perangkat sehingga Anda dapat mendengar instruksi.
it: Siediti sul bordo di una sedia. All’inizio posizionerai il dispositivo sul ginocchio destro per una misurazione. Attiva i suoni del dispositivo per poter sentire le istruzioni.
ja: 椅子の端に座ってください。始めるときは、測定のためにデバイスを右膝の上に置きます。指示が聞こえるように、デバイスのサウンドをオンにしてください。
ko: 의자 가장자리에 앉으십시오. 실험을 시작하면 측정을 위해 기기를 오른쪽 무릎에 놓아두게 됩니다. 지침을 들을 수 있도록 기기 사운드를 켜두십시오.
ms: Duduk di pinggir kerusi. Apabila anda bermula anda akan meletakkan peranti anda di atas lutut kanan anda untuk ukuran. Sila aktifkan bunyi pada peranti anda supaya anda boleh mendengar arahan.
nl: Ga op de rand van een stoel zitten. Wanneer je begint, plaats je je apparaat op je rechterknie voor een meting. Schakel het geluid van je apparaat in zodat je instructies kunt horen.
pl: Usiądź na krawędzi krzesła. Na początek umieścisz urządzenie na prawym kolanie w celu pomiaru. Włącz dźwięk w urządzeniu, aby słyszeć instrukcje.
pt: Sente na beirada de uma cadeira. Ao começar, você colocará o dispositivo no seu joelho direito para uma medição. Ative o som do dispositivo para poder ouvir as instruções.
pt_pt: Sente‑se na extremidade de uma cadeira. Ao iniciar, coloque o dispositivo sobre o seu joelho direito para uma medição. Ative o som do dispositivo para poder ouvir as instruções.
ro: Așezați-vă pe marginea unui scaun. Când începeți, puneți-vă dispozitivul pe genunchiul drept pentru măsurătoare. Activați sunetul pe dispozitivul dvs. pentru a auzi instrucțiunile.
ru: Сядьте на край стула. Сперва положите устройство на правую ногу, ближе к колену: это необходимо для оценивания. Включите звук на устройстве для прослушивания инструкций.
sk: Na zariadení zapnite zvuk, aby ste počuli pokyny. Sadnite si na okraj stoličky. Po spustení aktivity si na účely merania pridržte zariadenie na pravom kolene.
sv: Sätt dig längst ut på en stol. Du börjar med att lägga enheten på ditt högra knä så att det kan mätas. Slå på ljudet på enheten så att du kan höra anvisningarna.
sw: Keti kwenye ukingo wa kiti. Utakapoanza utaweka kifaa chako kwenye goti lako la kulia kwa kupimwa. Tafadhali washa sauti kwenye kifaa chako ili uweze kusikia maelekezo.
th: นั่งตรงขอบของเก้าอี้ เมื่อคุณเริ่มต้นคุณจะต้องวางอุปกรณ์ไว้บนเข่าข้างขวาของคุณสำหรับการวัด โปรดเปิดเสียงบนอุปกรณ์ของคุณเพื่อให้คุณสามารถฟังขั้นตอนได้
tr: Bir sandalyenin kenarına oturun. Başladığınızda, aygıtınızı ölçüm için sağ dizinize koyacaksınız. Yönergeleri duyabilmeniz için lütfen aygıtınızın sesini açın.
uk: Сідайте на край стільця. Почніть, поклавши свій пристрій на праве коліно для вимірювання. Будь ласка, увімкніть звук на своєму пристрою, щоб чути вказівки.
vi: Ngồi xuống trên mép ghế. Khi bạn bắt đầu, bạn sẽ đặt thiết bị trên đầu gối chân phải để lấy số đo. Vui lòng bật âm thanh của thiết bị để bạn có thể nghe thấy các hướng dẫn.
zh_cn: 坐在椅子的边缘上。开始前，将设备放在右膝上进行测试。请打开设备的声音，方便您听到指示。
zh_hk: 請坐在椅子的邊緣。當你開始時，你須將裝置放在右膝上以進行測量。請開啟裝置的聲音，讓你可以聽取指示。
zh_tw: 坐在椅子邊緣上。開始時，請將裝置放在右膝上來進行測量。請開啟裝置的聲音以便聽取指示。

# KNEE_RANGE_OF_MOTION_TEXT_INSTRUCTION_2_LEFT
source: Place your device on your left knee with the screen facing out, as pictured.
ar: ضع جهازك على ركبتك اليسرى بحيث تكون الشاشة موجهة للخارج، كما هو موضح في الصورة.
ca: Posa’t el dispositiu a sobre del genoll esquerre amb la pantalla cap enfora, tal com es mostra.
cs: Přiložte zařízení k levému kolenu displejem od sebe, jak vidíte na obrázku.
da: Anbring din enhed på dit venstre knæ med skærmen udad som vist på billedet.
de: Lege dein Gerät wie abgebildet auf dein linkes Knie mit dem Bildschirm nach außen.
el: Τοποθετήστε τη συσκευή στο αριστερό σας γόνατο με την οθόνη να κοιτά προς τα πάνω, όπως φαίνεται στην εικόνα.
es: Colócate el dispositivo en la rodilla izquierda con la pantalla hacia arriba, tal y como se ve en la imagen.
fi: Aseta laite vasemmalle polvelle näyttö ulospäin, kuten kuvassa.
fr: Placez votre appareil sur le genou gauche avec l’écran orienté vers le haut, comme illustré.
fr_ca: Placez votre appareil sur votre genou gauche avec l’écran vers le haut, comme illustré ici.
he: הנח/י את המכשיר על ברך שמאל כשהמסך מופנה כלפי מעלה, כפי שנראה בתמונה.
hi: स्क्रीन को बाहर की ओर करके अपना उपकरण अपने बाएँ घुटने पर रखें, जैसा तस्वीर में दिखाया गया है।
hr: Stavite uređaj na lijevo koljeno, sa zaslonom okrenutim prema van, kako je prikazano na slici.
hu: Tegye az eszközét a bal térdére úgy, hogy a kijelző kifelé nézzen, ahogy ez a képen is látható.
id: Letakkan perangkat di lutut kiri Anda dengan layar menghadap keluar, sebagaimana yang terlihat di gambar.
it: Posiziona il dispositivo sul ginocchio sinistro con lo schermo rivolto all’esterno, come illustrato.
ja: 写真のように、画面を外側に向けてデバイスを左膝の上に置きます。
ko: 그림에 표시된 대로 화면을 위로 향하게 한 채로 기기를 왼쪽 무릎에 놓으십시오.
ms: Letakkan peranti anda di atas lutut kiri anda dengan skrin menghadap ke luar, seperti dalam gambar.
nl: Plaats je apparaat op je linkerknie met het scherm naar boven en de leesrichting van je af, zoals in de afbeelding.
pl: Umieść urządzenie na lewym kolanie, a ekran skieruj na zewnątrz, tak jak na ilustracji.
pt: Posicione o dispositivo no seu joelho esquerdo com a tela voltada para fora, conforme a imagem.
pt_pt: Coloque o dispositivo sobre o seu joelho esquerdo com o ecrã virado para fora, como na imagem.
ro: Așezați dispozitivul pe genunchiul stâng cu ecranul în sus, ca în imagine.
ru: Положите устройство экраном вниз на левую ногу, ближе к колену, как показано на картинке.
sk: Položte zariadenie na ľavé koleno obrazovkou nahor, ako je to znázornené na obrázku.
sv: Lägg enheten på ditt vänstra knä med skärmen utåt (se bild).
sw: Weka kifaa chako kwenye goti lako la kushoto kwa upande wa skrini unaoelekea nje, kama inavyoonyeshwa.
th: วางอุปกรณ์ไว้บนเข่าข้างซ้ายของคุณพร้อมกับหงายหน้าจอขึ้น ดังภาพ
tr: Aygıtınızı, resimde gösterildiği gibi ekran dışa bakacak şekilde sol dizinize yerleştirin.
uk: Покладіть свій пристрій на ліве коліно екраном назовні, як показано.
vi: Đặt thiết bị trên đầu gối chân trái của bạn với màn hình hướng ra ngoài, giống như trong hình.
zh_cn: 将设备放在您的左膝上，屏幕朝外，如图所示。
zh_hk: 請將裝置放在左膝上，螢幕向外（如圖）。
zh_tw: 將裝置放在您的左膝上，螢幕朝上（如圖所示）。

# KNEE_RANGE_OF_MOTION_TEXT_INSTRUCTION_2_RIGHT
source: Place your device on your right knee with the screen facing out, as pictured.
ar: ضع جهازك على ركبتك اليمنى بحيث تكون الشاشة موجهة للخارج، كما هو موضح في الصورة.
ca: Posa’t el dispositiu a sobre del genoll dret amb la pantalla cap enfora, tal com es mostra.
cs: Přiložte zařízení k pravému kolenu displejem od sebe, jak vidíte na obrázku.
da: Anbring din enhed på dit højre knæ med skærmen udad som vist på billedet.
de: Lege dein Gerät wie abgebildet auf dein rechtes Knie mit dem Bildschirm nach außen.
el: Τοποθετήστε τη συσκευή στο δεξιό σας γόνατο με την οθόνη να κοιτά προς τα πάνω, όπως φαίνεται στην εικόνα.
es: Colócate el dispositivo en la rodilla derecha con la pantalla hacia arriba, tal y como se ve en la imagen.
fi: Aseta laite oikealle polvelle näyttö ulospäin, kuten kuvassa.
fr: Placez votre appareil sur le genou droit avec l’écran orienté vers le haut, comme illustré.
fr_ca: Placez votre appareil sur votre genou droit avec l’écran vers le haut, comme illustré ici.
he: הנח/י את המכשיר על ברך ימין כשהמסך מופנה כלפי מעלה, כפי שנראה בתמונה.
hi: स्क्रीन को बाहर की ओर करके अपना उपकरण अपने दाएँ घुटने पर रखें, जैसा तस्वीर में दिखाया गया है।
hr: Stavite uređaj na desno koljeno, sa zaslonom okrenutim prema van, kako je prikazano na slici.
hu: Tegye az eszközét a jobb térdére úgy, hogy a kijelző kifelé nézzen, ahogy ez a képen is látható.
id: Letakkan perangkat di lutut kanan Anda dengan layar menghadap keluar, sebagaimana yang terlihat di gambar.
it: Posiziona il dispositivo sul ginocchio destro con lo schermo rivolto all’esterno, come illustrato.
ja: 写真のように、画面を外側に向けてデバイスを右膝の上に置きます。
ko: 그림에 표시된 대로 화면을 위로 향하게 한 채로 기기를 오른쪽 무릎에 놓으십시오.
ms: Letakkan peranti anda di atas lutut kanan anda dengan skrin menghadap ke luar, seperti dalam gambar.
nl: Plaats je apparaat op je rechterknie met het scherm naar boven en de leesrichting van je af, zoals in de afbeelding.
pl: Umieść urządzenie na prawym kolanie, a ekran skieruj na zewnątrz, tak jak na ilustracji.
pt: Posicione o dispositivo no seu joelho direito com a tela voltada para fora, conforme a imagem.
pt_pt: Coloque o dispositivo sobre o seu joelho direito com o ecrã virado para fora, como na imagem.
ro: Așezați dispozitivul pe genunchiul drept cu ecranul în sus, ca în imagine.
ru: Положите устройство экраном вниз на правую ногу, ближе к колену, как показано на картинке.
sk: Pridržte si zariadenie na pravom kolene obrazovkou nahor, ako je to znázornené na obrázku.
sv: Lägg enheten på ditt högra knä med skärmen utåt (se bild).
sw: Weka kifaa chako kwenye goti lako la kulia huku skrini ikiangalia nje, kama inavyoonyeshwa.
th: วางอุปกรณ์ไว้บนเข่าข้างขวาของคุณพร้อมกับหงายหน้าจอขึ้น ดังภาพ
tr: Aygıtınızı, resimde gösterildiği gibi ekran dışa bakacak şekilde sağ dizinize yerleştirin.
uk: Покладіть свій пристрій на праве коліно екраном назовні, як показано.
vi: Đặt thiết bị trên đầu gối chân phải của bạn với màn hình hướng ra ngoài, giống như trong hình.
zh_cn: 将设备放在您的右膝上，屏幕朝外，如图所示。
zh_hk: 請將裝置放在右膝上，螢幕向外（如圖）。
zh_tw: 將裝置放在您的右膝上，螢幕朝上（如圖所示）。
